Repository: marcosalpha3/jw
Catalog: src/SystemNet.Practice.Common/Resources/Errors.*.resx
Languages: es_es, pt_br

source: Access Deny
es_es: Acceso denegado
pt_br: Acesso Negado

# AssistanceRequired
source: Assistance is required
pt_br: A assistência deve ser maior que zero

# AtleastOneEvent
source: The Funcionality needs at least one event registered
es_es: La funcionalidad, necesita al menos 1 evento registrado.
pt_br: Uma funcionalidade, precisa de pelo menos 1 evento registrado

# AtleastOneFuncionality
source: The Profile needs at least one funcionality registered
es_es: El Perfil, necesita al menos 1 funcionalidad registrada.
pt_br: Um perfil, precisa de pelo menos 1 funcionalidade registrada

# BlockedUser
source: Blocked user, Contact adminstrator of system.
es_es: Usuario bloqueado, Contactar el administrador de la operadora.
pt_br: Usuário bloqueado, Entre em contato com o administrador do sistema.

# CongreagationRequired
source: Congreagation is required
es_es: La congreagación es obligatorio
pt_br: A congregação é obrigatório

# EmailExists
source: This email already exists
es_es: Esto e-mail es invalido.
pt_br: Este e-mail já existe

# EmailInvalido
source: The E-mail is Invalid
es_es: El e-mail es inválido
pt_br: O E-mail é inválido.

# EmailMustBeDiferent
source: The e-mail secundary must be diferent from the primary e-mail
es_es: El e-mail secundario debe ser diferente del e-mail principal
pt_br: O email secundário deve ser diferente do email principal

# EndDateGreater
source: The end date must be greater than the start date
es_es: La fecha inicial debe ser mayor que la fecha final
pt_br: A Data final deve ser maior que a data inicial

source: Event Description
pt_br: Descrição Evento

# EventExists
source: This event already exists to this date
pt_br: Já existe um evento cadastrado para esta data

# Exists
source: {0} already exists
es_es: {0} ya existe
pt_br: {0} já existe.

# ExpirationDateGrantInitialDate
source: The expiration date must be greater or equal than the initial date
es_es: La fecha de caducidad debe ser mayor o igual la fecha inicio
pt_br: A Data Expiração deve ser maior ou igual a data inicio

# FuncionalityDoesNotExists
source: This Funcionality / Event {0} does not exist
es_es: Esta funcionalidad / Evento {0} no existe.
pt_br: Esta funcionalidade / Evento {0} não existe.

# FuncionalityDuplicate
source: This Funcionality '{0}' already exist for this profile
es_es: Esta Funcionalidade '{0}' ya existe para esto perfil.
pt_br: Esta Funcionalidade '{0}' já existe para este perfil.

# GroupRequired
source: Group is required
es_es: El grupo es obligatorio
pt_br: O grupo de campo é obrigatório

# HtmlBody_1
source: Hi {0}! A new account has been created for you in the System.
es_es: Hola {0}! Un nuevo usuario ha sido creado por usted en el sistema.
pt_br: Olá {0}! Um novo usuário foi criado para você no sistema.

# HtmlBody_1b
source: Hi {0}! Your user´s password was reset in the system.
es_es: Hola {0}! La contraseña del usuario se restablece en el sistema.
pt_br: Olá {0}! A senha do seu usuário foi reiniciada no sistema.

# HtmlBody_2
source: User:
es_es: Usuario:
pt_br: Usuário:

# HtmlBody_3
source: Temporary Password:
es_es: Contraseña temporal:
pt_br: Senha Provisória:

# HtmlBody_4
source: Upon entrance for your safety, prompted the change this password.
es_es: Para su seguridad, la entrada se le solicitará que cambie la contraseña.
pt_br: Para sua segurança, após a entrada, será solicitada a alteração da senha.

# HtmlBody_5
source: Click <a href="{0}">here</a> to connect in the system.
es_es: Haga clic <a href="{0}">aquí</a> para acceder el sistema.
pt_br: Clique <a href="{0}">aqui</a> para acessar o sistema.

# InitialDateGrantCurrentDate
source: The initial date must be greater or equal than the current date
es_es: La fecha inicial debe ser mayor o igual la fecha de hoy
pt_br: A Data deve ser maior ou igual a data atual

source: Invalid Credentials
es_es: Credenciais Inválidas
pt_br: Credenciais inválidas

# InvalidDate
source: The date must be or equal less the current date
pt_br: A data deve ser igual ou menor que a data atual

source: Invalid Password
es_es: Contraseña inválida
pt_br: Senha Inválida

# InvalidUserName
source: User name is invalid.
es_es: El nombre del usuario es invalido
pt_br: Nome do usuário está inválido

# LeaderRequired
source: Leader is required
es_es: El Lider es obligatório
pt_br: O Dirigente é obrigatório

# LoginExists
source: This login or E-mail already exists
es_es: Esto login o correo electrónico ya existe
pt_br: Este login ou E-mail já existe.

# Max
source: {0} should not have more than {1} chars
es_es: {0} no debe tener más de {1} caracteres
pt_br: {0} não deve ter mais de {1} caracteres

# MaxAssistance
source: Assistance should not have more than {0}
pt_br: A assistência não deve ter mais de {0}

# MaxEmail
source: Login should not have more than {0} chars
es_es: El e-mail no debe tener más de {0} caracteres
pt_br: O E-mail não deve ter mais de {0} caracteres

# MaxLogin
source: Login should not have more than {0} chars
es_es: El login no debe tener más de {0} caracteres
pt_br: O Login não deve ter mais de {0} caracteres

# MaxName
source: Name should not have more than {0} chars
es_es: El nombre no debe tener más de {0} caracteres
pt_br: O nome não deve ter mais de {0} caracteres

# MaxPassword
source: Password should not have more than {0} chars
es_es: La contraseña no debe tener más de {0} caracteres
pt_br: A senha não deve ter mais de {0} caracteres

# MaxPhone
source: Phone number should not have more than {0} chars
es_es: El telefono no puede tener más de {0} caracteres
pt_br: O telefone não pode ter mais de {0} caracteres

# Min
source: {0} should have at least {1} chars
es_es: {0} debe tener al menos {1} caracteres
pt_br: {0} deve ter pelo menos {1} caracteres

# MinLogin
source: Login should have at least {0} chars
es_es: El login debe tener al menos {0} caracteres
pt_br: O Login deve ter pelo menos {0} caracteres

# MinName
source: Name should have at least {0} chars
es_es: El nombre debe tener al menos {0} caracteres
pt_br: O nome deve ter pelo menos {0} caracteres

# MinPassword
source: Password should have at least {0} chars
es_es: La contraseña debe tener al menos {0} caracteres
pt_br: A senha deve ter pelo menos {0} caracteres

# NameExists
source: This name already exists
es_es: Esto nombre ya existe.
pt_br: Este nome já existe.

# NewPasswordEqualPrevious
source: The password can't not be equal the previous password
es_es: La contraseña no puede ser es igual a la contraseña anterior
pt_br: A nova senha não pode ser igual a anterior.

# OperatorGroupInvalid
source: When informing an operator group, the operator, customer or room should not be informed.
es_es: Al elegir un grupo de operadora, no debe ser informado una operadora, cliente o sala.
pt_br: Ao informar um grupo de operadora, não deve ser informado o operador, cliente ou sala.

# PasswordDoesNotMatch
source: The passwords does not match.
es_es: Las contraseñas informadas no coinciden.
pt_br: As senhas informadas não coincidem.

# PeriodoInvalid
source: The period of the system access has expired. Contact the administrator of the operator.
es_es: La duración del acceso al sistema ha expirado. Póngase en contacto con el responsable por la operadora.
pt_br: O período de vigência de acesso ao sistema expirou. Contate o responsável pela operadora.

source: Profile
es_es: Perfil
pt_br: Perfil

# ProfileEventAlreadyExists
source: This Funcionality / event {0} already exists
es_es: Esta funcionalidad / evento {0} ya existe
pt_br: Esta funcionalidade / evento {0} já existe

# ProfileHasUsers
source: This profile '{0}' has associate user(s).
es_es: Este perfil '{0}' tiene usuario(s) asociado(s)
pt_br: Este perfil '{0}' possui usuario(s) associados.

# ProfileRequired
source: User profile is required
es_es: El perfil del usuario es obligatorio
pt_br: O perfil do usuário é obrigatório

# RegisterNotFound
source: {0} not found
es_es: {0} no existe.
pt_br: {0} não encontrado.

# RequirementsPassword
source: The password must contain letters and numbers and at least one capital letter.
es_es: La contraseña debe contener letras y números, y al menos una letra mayúscula.
pt_br: A senha deve conter letras e números e pelo menos uma letra maiuscula.

# ResponsibleRequired
source: Responsible is required
es_es: O Responsável debe ser informado.
pt_br: O Responsável é Obrigatório

# SexInvalid
source: El Sex is invalid
es_es: El sexo no es valido
pt_br: O sexo está inválido

# SubjectEmail
source: New Account Created
es_es: Cuenta Creada
pt_br: Nova conta criada

# SubjectEmail1
source: Your Account was reset
es_es: Su cuenta se restablezca
pt_br: Sua senha foi reiniciada

# SystemDoesNotExists
source: This System does not exists
es_es: Esto sistema no existe
pt_br: Este sistema não existe

# SystemRequired
source: System is required
es_es: El sistema debe ser informado.
pt_br: O Sistema é obrigatório

# TellOperator
source: The Operator should be informed
es_es: La operador debe ser informada
pt_br: A operadora deve ser informada

# Titulo
source: Title
es_es: Titulo
pt_br: Titulo

source: User not found
es_es: El usuario no existe
pt_br: Usuário não existe

# UserPassInvalidValidator
source: Login / Pass invalid.
es_es: Login / Contraseña invalidos.
pt_br: Login / Senha inválidos.
